Translate diagram to mermaid from stianmeyer/patch-1
Translate diagram to mermaid
